Repository: xxshubhamxx/cmux-panecho
Catalog: Packages/iOS/CmuxMobileChanges/Sources/CmuxMobileChanges/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# changes.badge.deleted
source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除
ko: 삭제됨
zh_hans: 已删除
zh_hant: 已刪除

# changes.badge.new
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
ja: 新規
ko: 새로운
zh_hans: 新的
zh_hant: 新的

# changes.binary.badge
source: Binary
ar: ثنائي
de: Binär
es: Binario
fr: Binaire
ja: バイナリ
ko: 바이너리
zh_hans: 二进制
zh_hant: 二進位

# changes.binary.title
source: Binary file not shown
ar: الملف الثنائي غير معروض
de: Binärdatei wird nicht angezeigt
es: Archivo binario no mostrado
fr: Fichier binaire non affiché
ja: バイナリファイルは表示できません
ko: 바이너리 파일이 표시되지 않음
zh_hans: 二进制文件未显示
zh_hant: 二進位檔案未顯示

# changes.binary.after
source: After
ar: بعد
de: Nach
es: Después
fr: Après
ja: 変更後
ko: 후에
zh_hans: 后
zh_hant: 後

# changes.binary.before
source: Before
ar: قبل
de: Vor
es: Antes
fr: Avant
ja: 変更前
ko: 전에
zh_hans: 前
zh_hant: 前

# changes.binary.revision
source: Revision
ar: المراجعة
es: Revisión
fr: Révision
ja: リビジョン
ko: 개정
zh_hans: 修订
zh_hant: 修訂

# changes.chip.file_count.one
source: %lld file
ar: الملف %lld
de: %lld-Datei
es: archivo %lld
fr: Fichier %lld
ja: %lldファイル
ko: %lld 파일
zh_hans: %lld 文件
zh_hant: %lld 文件

# changes.chip.file_count.other
source: %lld files
ar: %lld من الملفات
de: %lld-Dateien
es: %lld archivos
fr: %lld fichiers
ja: %lldファイル
ko: %lld개 파일
zh_hans: %lld 个文件
zh_hant: %lld 個文件

# changes.copy.hunk
source: Copy Hunk
ar: نسخ قطعة كبيرة
de: Kopiere Hunk
es: Copiar trozo
fr: Copier un morceau
ja: ハンクをコピー
ko: 헝크 복사
zh_hans: 复制大块头
zh_hant: 複製大塊頭

# changes.copy.line
source: Copy Line
ar: خط النسخ
de: Zeile kopieren
es: Copiar línea
fr: Copier la ligne
ja: 行をコピー
ko: 라인 복사
zh_hans: 复制行
zh_hant: 複製行

# changes.diff.error.message
source: Check the connection to your Mac and try again.
ar: تحقق من الاتصال بجهاز Mac وحاول مرة أخرى.
de: Überprüfen Sie die Verbindung zu Ihrem Mac und versuchen Sie es erneut.
es: Verifique la conexión a su Mac e inténtelo nuevamente.
fr: Vérifiez la connexion à votre Mac et réessayez.
ja: Macとの接続を確認して、もう一度お試しください。
ko: Mac 연결을 확인하고 다시 시도하십시오.
zh_hans: 检查与 Mac 的连接，然后重试。
zh_hant: 檢查與 Mac 的連接，然後重試。

# changes.diff.error.title
source: Couldn't load diff
ar: تعذر تحميل الفرق
de: Diff konnte nicht geladen werden
es: No se pudo cargar la diferencia
fr: Impossible de charger la différence
ja: 差分を読み込めませんでした
ko: 차이점을 로드할 수 없습니다.
zh_hans: 无法加载差异
zh_hant: 無法載入差異

# changes.diff.expand.accessibility.above
source: Expand hidden lines above
ar: قم بتوسيع الخطوط المخفية أعلاه
de: Erweitern Sie die verdeckten Linien oben
es: Expandir líneas ocultas arriba
fr: Développez les lignes cachées ci-dessus
ja: 上の非表示の行を展開
ko: 위의 은선 확장
zh_hans: 展开上面的隐藏线
zh_hant: 展開上面的隱藏線

# changes.diff.expand.accessibility.above_count
source: Expand %lld hidden lines above
ar: قم بتوسيع %lld من الأسطر المخفية أعلاه
de: Erweitern Sie %lld verdeckte Zeilen oben
es: Expandir %lld líneas ocultas arriba
fr: Développez %lld lignes cachées ci-dessus
ja: 上の非表示の行を%lld行展開
ko: 위의 %lld개의 숨겨진 선을 확장하세요.
zh_hans: 展开上面的 %lld 隐藏行
zh_hant: 展開上面的 %lld 隱藏行

# changes.diff.expand.accessibility.all_count
source: Expand all %lld hidden lines
ar: قم بتوسيع كافة الخطوط المخفية %lld
de: Erweitern Sie alle %lld ausgeblendeten Zeilen
es: Expandir todas las %lld líneas ocultas
fr: Développez toutes les %lld lignes cachées
ja: 非表示の%lld行をすべて展開
ko: 모든 %lld개의 숨겨진 선을 확장합니다.
zh_hans: 展开所有 %lld 隐藏行
zh_hant: 展開所有 %lld 隱藏行

# changes.diff.expand.accessibility.below
source: Expand hidden lines below
ar: قم بتوسيع الخطوط المخفية أدناه
de: Erweitern Sie die verdeckten Linien unten
es: Expandir líneas ocultas a continuación
fr: Développez les lignes cachées ci-dessous
ja: 下の非表示の行を展開
ko: 아래 은선 확장
zh_hans: 展开下面的隐藏线
zh_hant: 展開下面的隱藏線

# changes.diff.expand.accessibility.below_count
source: Expand %lld hidden lines below
ar: قم بتوسيع %lld من الأسطر المخفية أدناه
de: Erweitern Sie %lld versteckte Zeilen unten
es: Expandir %lld líneas ocultas a continuación
fr: Développez %lld lignes cachées ci-dessous
ja: 下の非表示の行を%lld行展開
ko: 아래 %lld개의 숨겨진 선을 확장하세요.
zh_hans: 展开下面 %lld 条隐藏行
zh_hant: 展開下面 %lld 條隱藏行

# changes.diff.expand.count
source: Expand %lld lines
ar: قم بتوسيع %lld سطرًا
de: Erweitern Sie %lld Zeilen
es: Expandir %lld líneas
fr: Développez %lld lignes
ja: %lld行を展開
ko: %lld줄 확장
zh_hans: 展开 %lld 行
zh_hant: 展開 %lld 行

# changes.diff.expand.failed
source: Couldn't expand lines. Tap to retry.
ar: لا يمكن توسيع الخطوط. انقر لإعادة المحاولة.
de: Zeilen konnten nicht erweitert werden. Tippen Sie, um es noch einmal zu versuchen.
es: No se pudieron expandir las líneas. Toca para volver a intentarlo.
fr: Impossible d'étendre les lignes. Appuyez pour réessayer.
ja: 行を展開できませんでした。タップして再試行してください。
ko: 줄을 확장할 수 없습니다. 다시 시도하려면 탭하세요.
zh_hans: 无法扩展线路。点击重试。
zh_hant: 無法擴展線路。點擊重試。

# changes.diff.expand.hidden
source: Expand hidden lines
ar: توسيع الخطوط المخفية
de: Erweitern Sie verdeckte Linien
es: Expandir líneas ocultas
fr: Développer les lignes cachées
ja: 非表示の行を展開
ko: 은선 확장
zh_hans: 展开隐藏线
zh_hant: 展開隱藏線

# changes.diff.expand.loading
source: Loading hidden lines…
ar: جارٍ تحميل الخطوط المخفية…
de: Versteckte Zeilen werden geladen…
es: Cargando líneas ocultas…
fr: Chargement des lignes cachées…
ja: 非表示の行を読み込み中…
ko: 은선 로드 중…
zh_hans: 正在加载隐藏线...
zh_hant: 正在載入隱藏線...

# changes.diff.expand.too_large
source: Too large to expand
ar: كبير جدًا بحيث لا يمكن توسيعه
de: Zu groß zum Erweitern
es: Demasiado grande para expandir
fr: Trop grand pour s'étendre
ja: 大きすぎるため展開できません
ko: 너무 커서 확장할 수 없음
zh_hans: 太大无法扩展
zh_hant: 太大無法擴展

# changes.diff.no_newline_marker
source: No newline at end of file
ar: لا يوجد سطر جديد في نهاية الملف
de: Kein Zeilenumbruch am Ende der Datei
es: Sin nueva línea al final del archivo
fr: Pas de nouvelle ligne à la fin du fichier
ja: ファイル末尾に改行がありません
ko: 파일 끝에 개행 없음
zh_hans: 文件末尾没有换行符
zh_hant: 文件末尾沒有換行符

# changes.diff.progress
source: Showing %1$@ of %2$@ diff lines
ar: عرض %1$@ لخطوط الفرق %2$@
de: %1$@ der %2$@ Diff-Zeilen werden angezeigt
es: Mostrando %1$@ de %2$@ líneas diferenciales
fr: Affichage des lignes de comparaison %1$@ sur %2$@
ja: 差分行%2$@行のうち%1$@行を表示
ko: %2$@ 차이 라인의 %1$@ 표시
zh_hans: 显示 %2$@ 差异行的 %1$@
zh_hant: 顯示 %2$@ 差異行的 %1$@

# changes.diff.progress_loaded_only
source: Showing the first %@ diff lines
ar: إظهار خطوط الفرق %@ الأولى
de: Zeigt die ersten %@-Diff-Zeilen
es: Mostrando las primeras líneas de diferencias %@
fr: Affichage des premières lignes de comparaison %@
ja: 差分の最初の%@行を表示
ko: 첫 번째 %@ diff 라인 표시
zh_hans: 显示第一条 %@ 差异行
zh_hant: 顯示第一條 %@ 差異行

# changes.diff.show_more
source: Show more
ar: عرض المزيد
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
ja: さらに表示
ko: 더 보기
zh_hans: 展开
zh_hant: 顯示更多

# changes.diff.show_more_failed
source: Couldn't load more diff lines. Try again.
ar: لا يمكن تحميل المزيد من خطوط الفرق. حاول ثانية.
de: Es konnten keine weiteren Diff-Zeilen geladen werden. Versuchen Sie es erneut.
es: No se pudieron cargar más líneas de diferencias. Intentar otra vez.
fr: Impossible de charger plus de lignes de comparaison. Essayer à nouveau.
ja: 差分の続きを読み込めませんでした。もう一度お試しください。
ko: 더 많은 차이점 줄을 로드할 수 없습니다. 다시 시도해 보세요.
zh_hans: 无法加载更多差异行。再试一次。
zh_hant: 無法載入更多差異行。再試一次。

# changes.diff.truncated
source: Large diff. Showing the first %lld lines to keep things fast. See the rest on your Mac.
ar: فرق كبير . عرض أول %lld سطر لتسريع الأمور. شاهد الباقي على جهاز Mac الخاص بك.
de: Großer Unterschied. Damit es schnell geht, werden die ersten %lld Zeilen angezeigt. Den Rest sehen Sie auf Ihrem Mac.
es: Gran diferencia. Mostrando las primeras %lld líneas para mantener las cosas rápidas. Mira el resto en tu Mac.
fr: Grand différentiel. Afficher les premières lignes %lld pour que les choses restent rapides. Voyez le reste sur votre Mac.
ja: 大きな差分のため、最初の%lld行のみ表示しています。残りはMacでご確認ください。
ko: 큰 차이 빠른 속도를 유지하기 위해 첫 번째 %lld 줄을 표시합니다. 나머지 내용은 Mac에서 확인하세요.
zh_hans: 差异大显示前 %lld 行以保持快速。在 Mac 上查看其余内容。
zh_hant: 差異大顯示前 %lld 行以保持快速。在 Mac 上查看其餘內容。

# changes.dir.accessibility
source: %1$@, folder, %2$@
ar: %1$@، المجلد، %2$@
de: %1$@, Ordner, %2$@
es: %1$@, carpeta, %2$@
fr: %1$@, dossier, %2$@
ja: %1$@、フォルダ、%2$@
ko: %1$@, 폴더, %2$@

# changes.dir.collapsed
source: Collapsed
ar: انهار
de: Zusammengebrochen
es: Colapsado
fr: Effondré
ja: 折りたたみ済み
ko: 축소됨
zh_hans: 倒塌
zh_hant: 倒塌

# changes.dir.expanded
source: Expanded
ar: موسعة
de: Erweitert
es: Expandido
fr: Étendu
ja: 展開済み
ko: 퍼지는
zh_hans: 扩展
zh_hant: 擴充

# changes.empty.message
source: This workspace matches %@.
ar: مساحة العمل هذه تطابق %@.
de: Dieser Arbeitsbereich entspricht %@.
es: Este espacio de trabajo coincide con %@.
fr: Cet espace de travail correspond à %@.
ja: このワークスペースは%@と一致しています。
ko: 이 작업공간은 %@와 일치합니다.
zh_hans: 此工作区与 %@ 匹配。
zh_hant: 此工作區與 %@ 相符。

# changes.empty.title
source: No changes
ar: لا تغييرات
de: Keine Änderungen
es: Sin cambios
fr: Aucun changement
ja: 変更はありません
ko: 변경사항 없음
zh_hans: 没有变化
zh_hant: 沒有變化

# changes.error.message
source: Check the connection to your Mac and try again.
ar: تحقق من الاتصال بجهاز Mac وحاول مرة أخرى.
de: Überprüfen Sie die Verbindung zu Ihrem Mac und versuchen Sie es erneut.
es: Verifique la conexión a su Mac e inténtelo nuevamente.
fr: Vérifiez la connexion à votre Mac et réessayez.
ja: Macとの接続を確認して、もう一度お試しください。
ko: Mac 연결을 확인하고 다시 시도하십시오.
zh_hans: 检查与 Mac 的连接，然后重试。
zh_hant: 檢查與 Mac 的連接，然後重試。

# changes.error.title
source: Couldn't load changes
ar: تعذر تحميل التغييرات
de: Die Änderungen konnten nicht geladen werden
es: No se pudieron cargar los cambios
fr: Impossible de charger les modifications
ja: 変更を読み込めませんでした
ko: 변경사항을 로드할 수 없습니다.
zh_hans: 无法加载更改
zh_hant: 無法載入更改

# changes.files.truncated
source: Showing the first 500 changed files. See the rest on your Mac.
ar: عرض أول 500 ملف تم تغييره. شاهد الباقي على جهاز Mac الخاص بك.
de: Zeigt die ersten 500 geänderten Dateien. Den Rest sehen Sie auf Ihrem Mac.
es: Mostrando los primeros 500 archivos modificados. Mira el resto en tu Mac.
fr: Affichage des 500 premiers fichiers modifiés. Voyez le reste sur votre Mac.
ja: 変更ファイルは最初の500件のみ表示しています。残りはMacでご確認ください。
ko: 처음 500개의 변경된 파일을 표시합니다. 나머지 내용은 Mac에서 확인하세요.
zh_hans: 显示前 500 个更改的文件。在 Mac 上查看其余内容。
zh_hant: 顯示前 500 個更改的檔案。在 Mac 上查看其餘內容。

# changes.not_repo.message
source: This workspace's directory isn't inside a Git repository.
ar: دليل مساحة العمل هذه ليس داخل مستودع Git.
de: Das Verzeichnis dieses Arbeitsbereichs befindet sich nicht in einem Git-Repository.
es: El directorio de este espacio de trabajo no está dentro de un repositorio de Git.
fr: Le répertoire de cet espace de travail ne se trouve pas dans un référentiel Git.
ja: このワークスペースのディレクトリはGitリポジトリ内にありません。
ko: 이 작업공간의 디렉터리는 Git 저장소 내부에 없습니다.
zh_hans: 此工作区的目录不在 Git 存储库内。
zh_hant: 此工作區的目錄不在 Git 儲存庫內。

# changes.not_repo.title
source: Not a Git repository
ar: ليس مستودع Git
de: Kein Git-Repository
es: No es un repositorio de Git
fr: Pas un dépôt Git
ja: Gitリポジトリではありません
ko: Git 저장소가 아님
zh_hans: 不是 Git 存储库
zh_hant: 不是 Git 儲存庫

# changes.retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh_hans: 重试
zh_hant: 重試

# changes.row.accessibility
source: %1$@, %2$@, %3$lld additions, %4$lld deletions
ar: %1$@، %2$@، %3$lld إضافات، %4$lld عمليات حذف
de: %1$@, %2$@, %3$lld Hinzufügungen, %4$lld Löschungen
es: %1$@, %2$@, %3$lld adiciones, %4$lld eliminaciones
fr: %1$@, %2$@, ajouts %3$lld, suppressions %4$lld
ja: %1$@、%2$@、追加%3$lld行、削除%4$lld行
ko: %1$@, %2$@, %3$lld 추가, %4$lld 삭제

# changes.status.added
source: added
ar: وأضاف
de: hinzugefügt
es: agregado
fr: ajouté
ja: 追加
ko: 추가됨
zh_hans: 额外
zh_hant: 額外

# changes.status.deleted
source: deleted
ar: تم حذفه
de: gelöscht
es: eliminado
fr: supprimé
ja: 削除
ko: 삭제됨
zh_hans: 已删除
zh_hant: 已刪除

# changes.status.modified
source: modified
ar: معدل
de: modifiziert
es: modificado
fr: modifié
ja: 変更
ko: 수정됨
zh_hans: 修改的
zh_hant: 修改的

# changes.status.renamed
source: renamed
ar: إعادة تسميته
de: umbenannt
es: renombrado
fr: renommé
ja: 名前変更
ko: 이름이 변경됨
zh_hans: 重命名
zh_hant: 重新命名

# changes.status.unknown
source: changed
ar: تغير
de: geändert
es: cambió
fr: modifié
ja: 変更
ko: 변경됨
zh_hans: 改变了
zh_hant: 改變了

# changes.status.untracked
source: untracked
ar: غير متعقب
de: nicht verfolgt
es: sin seguimiento
fr: non suivi
ja: 未追跡
ko: 추적되지 않은
zh_hans: 未追踪的
zh_hant: 未追蹤的

# changes.summary.files_changed
source: %lld files changed
ar: تم تغيير %lld من الملفات
de: %lld Dateien geändert
es: %lld archivos cambiados
fr: %lld fichiers modifiés
ja: %lldファイルを変更
ko: %lld개의 파일이 변경되었습니다.
zh_hans: %lld 个文件已更改
zh_hant: %lld 個檔案已更改
